Autodesk.Revit.DB.ExtrusionAnalyzerFaceAlignment
Indicates whether a face of the Solid analyzed by ExtrusionAnalyzer is fully aligned, partially aligned, or unaligned with faces of the extrusion.
Since:
2012